 [
"Dựa vào người khác sẽ không bao giờ có thể khá lên được\nCon người chỉ có thể cầu cứu chính mình. Bất cứ ai cũng không đáng tin cậy, trên thế giới này không có người đáng tin, ngay cả cha mẹ, con cái cũng không đều phải là chỗ dựa cho bạn, chỉ có bản thân bạn mới là chỗ dựa vững chãi nhất cho chính mình.Nếu bản thân không tự nỗ lực vươn lên, dựa dẫm, ỷ lại vào người khác sẽ không bao giờ có thể khá lên được.","Bợ đỡ, nịnh hót là điều hết sức bình thường\nThực ra, trong các mối quan hệ giữa người với người, bợ đỡ, nịnh hót là điều hết sức mình thường. Nếu đơn thuần chỉ chú trọng đạo nghĩa, không màng bợ đỡ, nịnh hót, sẽ rất khó tránh khỏi thất bại.","Phong thái quyết định tầm cao\nPhong thái, tri thức, tầm nhìn và lòng dạ của mỗi người không giống nhau. Muốn thành công, muốn xây dựng nghiệp lớn, đầu tiên cần phải trau dồi bản thân, mênh mông giống như biển lớn.","Tận hưởng cô đơn, tiền không mua được\nKhi đêm khuya vắng lặng, một mình chạy lên đỉnh núi hoặc sa mạc rộng lớn, vô cùng yên tĩnh, không hiểu vì sao lại chảy nước mắt.Không phải đau khổ, cũng không phải vui sướng, mà đó là cảm giác thoải mái của sự yên tĩnh, mọi thứ trong người như được mở ra, đau khổ, phiền não trong lòng bỗng nhiên biến mất. Đó là cảm giác tận hưởng sự cô đơn mà dù có bỏ tiền ra cũng không thể mua được.","Linh hoạt mới tự tại\n Nếu như tư tưởng, suy nghĩ của một người không linh hoạt coi như toang. Giống như lấy một cái cốc để làm thuyền trong vũng nước, sẽ mãi mãi không bao giờ có thể di chuyển được.Phải đứng cao nhìn rộng, phải linh hoạt thì mới có thể tự do tự tại bay lượn trong thế gian, vũ trụ này.","Chẳng có gì là có được mãi mãi\n Ai cũng hy vọng mọi thứ tốt đẹp không bị thay đổi. Giống như tình cảm nhân loại, chúng ta đều hy vọng có tình yêu vĩnh cửu, hy vọng nó không thay đổi. Tuổi tác cũng hy vọng không bao giờ thay đổi, trẻ mãi không già…Thế nhưng chúng ta cần phải hiểu rằng, giữa trời đất này không có cái gì là không biến đổi. Thay đổi là điều đương nhiên, trên đời này sẽ không có cái gọi là 'không thay đổi'.","Muốn nên nghiệp lớn nhất định phải linh động\nNhững người vĩ đại trong lịch sử: Loại một là lãnh đạo trí tuệ, biết biến đổi như thế nào trong bước tiếp theo, luôn luôn đứng trước sự biến đổi. Loại 2 là tùy cơ ứng biến, bạn thay đổi tôi cũng thay đổi. Loại 3 là người khác thay đổi rồi mà vẫn đứng yên một chỗ.","Ép buộc bản thân bằng tín ngưỡng\nTôi phát hiện những người có tư tưởng tín ngưỡng, thành tựu của họ tuyệt đối không giống như những người bình thường. Lúc bạn không ép buộc bản thân cũng chính là lúc bạn dễ bị thất bại nhất.","Năng lượng của sự sống đến từ 'tĩnh thái'\nNăng lượng từ đâu mà đến? Đến từ tĩnh thái, đến từ hư không.Tại sao chúng ta bận rộn đến đêm phải ngủ? Đó là bởi con người cần phải ở trạng thái tĩnh, đầu óc cần phải được nghỉ ngơi, không nghỉ ngơi không được.Con người chúng ta thường hay lãng quên tĩnh thái và phung phí bản thân trong động thái.","Càng khó càng phải chậm\nCó những lúc xử lý một vấn đề khó, suy nghĩ mãi mà không thể tìm ra cách giải quyết. Đột nhiên tư tưởng bản thân lên tiếng, làm như thế này có thể giải quyết được vấn đề, đó chính là tác dụng của tĩnh thái.Do vậy, khi xử lý một vấn đề phức tạp nào đó, bạn nhất định phải tĩnh tâm, không suy nghĩ gì cả. Bạn càng suy nghĩ, đầu óc càng căng thẳng, một khi đầu óc căng thẳng không chết thì cũng bệnh.","Tu dưỡng thực sự là rèn tâm giữa hồng trần\nTu dưỡng không chỉ có ở trên núi, trong chùa mà có cả trong xã hội, trong cuộc sống. Dù bạn làm nghề gì cũng phải mang sự tu dưỡng của mình vào trong công việc, rèn tính đối với công việc, rèn tâm đối với con người.Đừng sợ gặp phải nghịch cảnh hay chướng ngại, bởi đó mới là thứ giúp bạn rèn tâm tính, nâng cao đẳng cấp của bạn, tăng trưởng trí tuệ của bạn.","Tâm thái tốt, cuộc sống mới tốt\nBất cứ việc gì cũng không được chỉ suy nghĩ đến mình mà phải suy nghĩ cho cả người khác. Chỉ khi vứt bỏ ích kỷ, tư lợi và tự ái thì bản thân mới có thể tự tại.Bạn đối xử với người khác như thế nào, người khác cũng sẽ đối xử với bạn như vậy. Đừng lúc nào cũng chỉ biết oán trời trách người, bới móc khuyết điểm của người khác, nghĩ cách thay đổi người khác. Thay vào đó, hãy điều chỉnh tâm thái của chính mình, mọi cảnh ngộ đều sẽ thay đổi theo tâm tưởng.","Tu dưỡng thực ra là thay đổi chính mình\nKhi bạn tiếp nhận mọi thứ, bao dung mọi thứ, bạn sẽ không phiền não. Xem tất cả mọi người đều là người tốt, xem tất cả mọi việc đều là việc tốt, xem mọi viễn cảnh đều là viễn cảnh tốt.Những người thường xuyên tìm khuyết điểm bản thân, không ngừng bỏ đi sự cố chấp của bản thân mới là những người có tu dưỡng thực sự."," Học để làm người, chứ không phải vì mưu sinh\nTại sao phải học?\nCâu trả lời chính xác nhất đó là 'học để hiểu lý'. Hiểu lý, tức là phải hiểu đạo lý làm người. Mục đích giáo dục từ trước đến này của chúng ta đó là vì làm người chứ không vì để sống mưu sinh.","Đi lại nhiều với những người có ích cho bản thân\nGiao thiệp nhiều với những người có nhân cách trưởng thành, phẩm chất đạo đức vững vàng để giúp bạn trưởng thành hơn, vững vàng hơn trong những lúc nguy nan. Đi lại nhiều với những người lớn tuổi, bạn sẽ học được rất nhiều học vấn kinh nghiệm.","Chịu ơn mình thì quên, chịu ơn người thì không được quên\n'Làm ơn chớ nghĩ, chịu ơn chớ quên'. Không cần thiết phải ghi nhớ những ơn huệ mà mình đã giúp người khác. Nhưng nếu chịu ơn, được người khác giúp đỡ dù chỉ là một chuyện nhỏ, cũng phải ghi nhớ suốt đời.","Biết đủ là giàu\nBiết đủ là giàu, mọi thứ chỉ cần đủ là được. Làm người không nên quá tham, tham thì thâm. Càng tham càng hại, chỉ có biết đủ mới an nhàn, thảnh thơi.","Làm người phải biết bổn phận\nnLàm người cần phải biết bổn phận của chính mình. Mọi việc phải tận hết trách nhiệm, tận hết bổn phận mới không hổ thẹn với lương tâm.","Làm việc và nghỉ ngơi đúng giờ mới là cuộc sống của con người\nCơ thể con người cũng giống như thời tiết mỗi ngày, từ 11 giờ đêm đến 12 giờ trưa ngày hôm sau đều là dương khí, buổi chiều thuộc âm khí.Rất nhiều người trẻ hôm nay đều thiếu hụt dương khí, buổi sáng ngủ dậy, đầu óc mơ mơ màng màng, tinh thần uể oải; Buổi chiều sau khi ngủ trưa một giấc, tinh thần dần dần khôi phục;Chỉ cần cuộc sống về đêm bắt đầu là tinh thần phấn chấn hẳn lên, những người này đều là những người âm thịnh dương suy, ngày đêm đảo lộn, là cuộc sống của ma quỷ, chứ không phải là cuộc sống của con người.","Thế nào là tình bạn tốt nhất?\nGiao tình của người quân tử cao nhã, thuần tịnh, thanh đạm như nước. Bạn bè tốt không phải là bạn bè rượu thịt, không phải ngày nào cũng qua lại với nhau. Ngày thường hết sức thanh đạm.Nhưng không vì thế mà lạnh nhạt vô tình, bạn bè chỉ cần ốm đau, gặp khó khăn là sẽ xuất hiện. Ngày thường chẳng có gì, nhưng những lúc cần lại hết sức nhiệt tình.","Làm người phải đại khí thì mới có nhân khí\nnNgười trẻ cần phải chú ý một điều, muốn làm nên sự nghiệp lớn cần phải hiểu một đạo lý rằng 'tích tài thì tan nhân'. Tiền nếu chỉ biết tích trong túi của bạn, quan hệ xã hội tự dưng sẽ ít đi, mọi việc trở nên khó khăn hơn.Một khi tiền trong túi bung ra, giải quyết khó khăn cho người khác, tiền mất nhưng lại thêm bạn bè, thêm quan hệ, có khó khăn, tự nhiên sẽ có người ra tay giúp đỡ.","Chân lý đối nhân xử thế\nĐối với bản thân phải nghiêm khắc, nhưng đối với người khác không thể nghiêm khắc như đối với chính bản thân mình. Đối nhân xử thế là như vậy, bạn đối xử tốt với người trên, kẻ dưới, tự nhiên sẽ bớt trách móc và oán hận.Thế nhưng, thực tế lại hoàn toàn ngược lại, yêu cầu nặng nề với người khác, yêu cầu nhẹ nhàng với bản thân, tha thứ cho người khác khó hơn lên trời, tha thứ cho bản thân lại dễ như trở bàn tay.","Cuộc đời là một bộ phim giả nhưng làm thật\nCuộc đời giống như một bộ phim, một khi đã bắt đầu, bạn phải diễn đến cùng. Nhưng bạn cần phải hiểu rõ rằng, bạn đang đóng phim.Vừa phải diễn tốt vai diễn của bạn, vừa không được coi phim như thật. Thực ra, nhân gian không phải là quê nhà của chúng ta, chúng sinh chẳng qua chỉ là khách lạ qua đường. Đâu có gì đáng phải cố chấp, cậu nệ, nói bớt vài câu đâu có sao? Lùi vài bước đâu có sao?","Nén giận\nNổi cáu và nóng giận không những tổn thương người khác mà còn tổn hại đến mình. Nén giận là một môn nghệ thuật và người biết nén giận cũng là một nghệ sỹ.Tuyệt đối không được tùy tiện nổi nóng, học cách nén giận, đôi khi sẽ giúp bạn tránh khỏi những vạ miệng không đáng có.","Không cộng sự với bạn thân\nCó những người là bạn rất tốt với mình khi còn đi học, khi còn trẻ, nhưng lại không thể cùng đi chung trên một con đường, nên chưa chắc đã cộng sự được với nhau.Ví dụ bạn có một việc gì đó muốn rủ bạn bè làm cùng, thế nhưng kết cục thường là bạn bè trở thành oan gia, thật sự không đáng.","Sống bình thường là khó nhất\nMôn học khó nhất là bình thường, những người có thể sống bình thường, có thể bình thường trước mọi sóng gió là những người có thể làm được tất cả mọi thứ.","Giúp nhiều thành họa\n'Bát gạo nuôi ân, đấu gạo nuôi thù'. Tặng người một đấu gạo là ân nhân, tặng người cả gánh gạo là kẻ thù. Giúp đỡ bạn bè, cứu tế bạn bè một chút những lúc khó khăn, họ sẽ mãi cảm kích bạn. Nhưng nếu giúp nhiều quá, họ sẽ không bao giờ thấy đủ.","Tham nhiều thì thương nhiều\nLúc nghèo khó không nên vì lợi mà mệt thân. Kiếm tiền vì cuộc sống mưu sinh nhưng không nên quá tham lam. 'Người chết vì ham tiền', tham lam quá không những tổn hại sức khỏe mà còn nguy hiểm đến tính mạng.","Buông nhưng không bỏ\nMỗi người đều có nhân duyên và phúc phận riêng của mình. Bạn vấn vương với điều gì thì điều đó sẽ làm tổn thương bạn. Bạn vấn vương với ai, thì người đó sẽ khiến bạn đau lòng.Mọi thứ nên xem như mộng mơ, hư ảo, buông xuôi mọi hoang tưởng. Nhưng buông không có nghĩa là bỏ, những gì cần làm vẫn phải làm mà còn phải làm cho tốt.","Càng kêu nghèo càng nghèo\nĐừng kêu nghèo, những người kêu nghèo là những người có tướng nghèo. Kêu nghèo là vì không biết đủ, hoặc những lúc cần phải bố thí nhưng không nỡ bỏ tiền nên kêu nghèo. Chính vì cứ mãi kêu nghèo, nên cái nghèo bủa vây, càng kêu càng nghèo.Con người muốn phú quý, đầu tiên phải biết đủ. Biết đủ là tướng thành công. Khi mọi thứ đều biết đủ, cuộc sống sẽ ngày càng phú quý, ngược lại nếu không biết đủ, sẽ ngày càng nghèo.","Đừng suốt ngày nghĩ tới quá khứ\nBất luận hiện tại đang phải trải qua điều gì, bạn cần nhớ rằng, sau cơn mưa trời sẽ lại sáng, thỉnh thoảng bạn còn có thể trông thấy cầu vồng. Chỉ cần nỗ lực hết sức đi làm, nắm bắt thứ mình có thể nắm bắt, còn lại hãy cứ để ông Trời quyết định. Chỉ khi học được cách buông tay, bạn mới thực sự trưởng thành.","Nỗ lực hết sức cho những chuyện trước mắt\nCuộc sống, càng đơn giản càng tốt, không nhất thiết việc gì mình cũng phải 'nhúng tay vào', cũng không nhất thiết phải vội vàng muốn hoàn thành một việc gì đó nhanh chóng, mỗi lần hãy chỉ chuyên tâm cho một việc. Khi cảm thấy mệt mỏi, hãy dừng lại, nghỉ một chút, hít một hơi thật sâu, sau đó nỗ lực hết sức cho việc trước mắt.","Đừng ngụy trang bản thân\nHãy để người khác tiếp nhận con người thật của bạn, dù có sợ cũng hãy nói ra suy nghĩ của bản thân. Là con người thật nhất của mình, bạn chính là người đẹp nhất thế gian. Vì vậy, đường mình mình cứ bước, người khác nói ra sao cũng hãy kệ họ, đừng quá để trong lòng.","Đừng chỉ chăm chăm theo đuổi tiền tài, giàu sang, hãy theo đuổi hạnh phúc\nKhi bạn già rồi, bạn sẽ phát hiện ra, thứ quý giá nhất của sự vật là giá trị, chứ không phải giá cả. Quãng thời gian vui vẻ nhất, chính là những tháng ngày mà ngay cả khi không có tiền trong túi nhưng bạn vẫn có thể mỉm cười tươi rói, đây chính là hạnh phúc đích thực. Mù quáng theo đuổi giàu sang, phú quý, ngược lại sẽ chỉ khiến bản thân bất hạnh mà thôi. Cái gì cũng chỉ cần vừa đủ, sống vậy mới nhẹ nhõm.","Luôn ôm trong mình hi vọng\nTrên con đường đời, khó khăn, vấp ngã là điều không thể tránh khỏi, nhưng bất luận ra sao, bạn luôn phải mang trong mình hi vọng, và rồi, một nguy cơ nho nhỏ nào đó dần dần sẽ biến thành sợi dây kéo bạn ra khỏi thất bại.","Dù bản thân có thay đổi thì cũng không sao cả\nCuộc sống có thể sẽ mài nhẵn sự góc cạnh của bạn, khiến bạn trở nên chín chắn, trưởng thành, 'già đời' hơn, đừng cảm thấy một vài suy nghĩ nào đó của mình có phải hơi xấu xa. Không có ai mãi mãi đơn thuần, ngây thơ, không ai là không thay đổi, khi người khác nói với bạn rằng bạn đã thay đổi, bạn thực ra chỉ là kiên cường hơn bạn của trước đây mà thôi.","Không ai có thể làm tổn thương bạn\nBạn cần phải hiểu, phần lớn đau khổ và buồn bã đều không tới từ ngoại cảnh, mà tới từ chính thái độ của bạn. Vì vậy, hãy mỉm cười với những người làm tổn thương, đố kị bạn, rồi nói với họ rằng, chẳng ai có thể lấy đi thứ gì từ chỗ tôi.","Quan tâm người xung quanh\nKhi bạn thân của bạn nói 'tao không sao' hãy nhìn vào mắt của họ, ôm lấy họ rồi nói 'tao biết mày có sao'. Ngay cả chỉ khi cần họ mới nhớ tới bạn, cũng đừng buồn nản, hãy cảm thấy hạnh phúc vì bạn có thể trở thành 'ngọn hải đăng' soi sáng của họ những lúc họ cần.","Thường xuyên ngoảnh đầu nhìn lại\nHọc cách yêu bản thân, đừng tùy tiện vì ai mà hạ thấp nguyên tắc của mình. Thường xuyên ngoảnh đầu nhìn lại quá khứ, xem xét lại bản thân, cảm thán một chút 'không thể tin là mình lại làm được điều đó!'","Thất bại rồi thì đi đường khác.\nNgười mạnh mẽ nhất là người vẫn có thể luôn mỉm cười khi đối mặt với khó khăn, mỉm cười là bởi có niềm tin rằng mình sẽ không bị đánh bại, nếu con đường này không thành công, hãy thử đi tìm cho mình một bắt đầu mới xem sao."
]