[
"Không ai biết được tương lai chứa đựng điều gì\nVì thế tiềm năng của nó là vô hạn.",
"Không phải là không được, mà chỉ là chưa thử thôi\nđúng không ?_Atsuki Okano",
"Không có con đường chung cho tất cả mọi người đi đến hạnh phúc\n- Subaru - X/1999 -",
"Đừng nhìn xuống. Nếu cậu có điều gì đó cần phải làm\nthì hãy nhìn về phía trước.",
"Nếu như mỗi người đều luôn có thể cảm thông cho cảm xúc của nhau\nThì trên đời này đã không tồn tại chiến tranh!",
"Vấp ngã, rồi lại thất bại. Nhưng từ đó, từng chút một\nchúng ta liền trở nên mạnh mẽ hơn.",
"Làm gì có luật nào bảo cậu, không thể theo đuổi một ai\nchỉ vì người đó đang yêu một người khác.",
"Chẳng có điều ước nào là miễn phí cả\n- Yato - Noragami -",
"Nếu con muốn hiểu một người\nhãy bắt đầu bằng việc tìm hiểu lí do vì sao họ tức giận",
"Cả thằng ngu và cây kéo đều dùng được.\nNhưng không được để thằng ngu dùng cây kéo",
"Đừng bao giờ đánh giá người khác qua vẻ bề ngoài của họ.\n- Uchiha Itachi -",
"Sự sống hữu hạn thật đáng quý, vì giới hạn đó\nNên con người mới cố gắng sống sao cho có ý nghĩa",
"Trở thành Hokage không có nghĩa là người ta sẽ công nhân cậu\nMà chỉ khi được Mọi Người công nhận cậu mới có thể trở thành Hokage.",
"Mọi thứ trong thế giới này chỉ là một trò chơi\nvà chúng ta là những con tốt.",
"Yêu một người là yêu con người hiện tại của người đó\nvà chấp nhận cả quá khứ của người đó nữa",
"Mỗi người đều có một quá khứ mà không muốn ai đó nhắc đến\n- Kaoru - Rurouni Kenshin -",
"Nếu xin lỗi giải quyết được mọi chuyện\nthì đâu cần tới cảnh sát",
"Kẻ nào làm tổn thương người khác\ncũng sẽ làm tổn thương chính mình",
"Tớ đã biết, không thể mãi trốn chạy thực tại\nmà phải đối đâù với nó",
"Vì mình chỉ sống một lần nên ít nhất\nmình sẽ không để mọi người thất vọng",
"Nếu dễ dàng thì không phải ước mơ nữa\n- Kurogane Yaiba -",
"Tình bạn bất chấp thời gian gặp gỡ nhau lâu hay mau\n- Bon Clay - Đảo Hải Tặc -",
"Tình yêu là gì? Mà làm cho người ta muốn được\nhy sinh cho những người quan trọng",
"Một số người nói tôi là đồ vô dụng!\nTôi sẽ chứng minh rằng họ đã sai",
"Không đời nào ta đi ngược lại lời ta đã nói\nĐó là nhẫn đạo của ta !",
"Miễn là vì một mục đích đúng đắn\nchơi bẩn không có gì là xấu xa cả.",
"Khi ta đã lựa chọn con đường của mình\nkẻ có thể nói ta ngu ngốc chỉ có chính ta mà thôi.",
"Những kẻ dám bắn người khác thì\ncũng luôn phải sẵn sàng để bị bắn.",
"Chúng ta cần ngừng sống vì người khác\nTừ giờ trở đi, Hãy sống vì chính chúng ta!",
"Hãy hứa rằng, cậu sẽ trở về\nchúng ta sẽ gặp lại nhau. Nhất định như vậy nhé!",
"Bỏ lại quá khứ đằng sau\nđó là cách giúp mình sống thanh thản.",
"Khi ước nguyện được thực hiện cũng là lúc ta hạnh phúc nhất.",
"Tớ nghĩ cảm xúc mạnh mẽ dành cho ai đó\ncó thể thay đổi được vài điều khá lớn lao.",
"Không có con đường chung cho tất cả mọi người đi đến hạnh phúc\n-- (Subaru – X/1999) --",
"Chết không có nghĩa là khi trái tim một người ngừng đập, mà là khi tôi không còn niềm tin vào người đó nữa",
"Bỏ lại quá khứ đằng sau\nĐó là cách giúp mình sống thanh thản",
"Tạm biệt không có nghĩa là xa cách mà nó giúp\nHàn gắn trái tim ta lại gần nhau hơn.",
"Trà đạo cho người ta biết vị đắng. Cũng như tình yêu vậy\nvị đắng giúp con người ta trưởng thành.",
"Yêu một người không phải là cùng chết mà là bảo vệ cuộc sống cùng hướng đến tương lai.",
"Cơn mưa âm thầm ngoài kia dạy cho tôi về\nmột ngày tôi chưa biết, cũng chẳng hề mong đợi.",
"Nếu tôi bị đánh mà có mệnh hệ gì thì\ntôi biết là bên cạnh tôi còn có cậu mà.",
"Còn sống chừng nào, ta nguyện cùng bạn bè chiến đấu\nđể xứng đáng với hai chữ con người."
]